Repository: yousraagoub/Scene
Catalog: Scene/App/Localizable.xcstrings
Source language: en
Languages: ar

# %lld out of %lld
source: %1$lld out of %2$lld
ar: %1$lld من أصل %2$lld

source: Action
ar: فعل

source: Add Item
ar: أضف صنف

source: Adventure
ar: مغامرة

source: Animation
ar: انيميشن

source: Arabic
ar: عربي

source: Are you sure you want to delete this project? This action cannot be undone.
ar: هل انت متاكد من انك تريد حذف هذا المشروع؟

source: Back
ar: الرجوع

source: Biography
ar: سيرة ذاتية

source: Breakdown
ar: تفصيل العناصر

source: Budget
ar: الميزانية

source: Cancel
ar: إلغاء

source: Characters
ar: الشخصيات

source: Choose .docx Files
ar: اختر ملف بصيغة .dox

source: Comedy
ar: كوميديا

source: Create
ar: أنشئ

source: Create New Project
ar: أنشئ مشروع جديد

source: Create Your Project and Leave the rest for us
ar: أنشئ مشروعك وخلي الباقي علينا

source: Crime
ar: جريمة

source: Delete
ar: حذف

source: Delete Project?
ar: حذف المشروع

source: Documentary
ar: وثائقي

source: Drama
ar: دراما

source: English
ar: إنجليزي

source: Enter title
ar: ادخل العنوان

source: Family
ar: عائلي

source: Fantasy
ar: خيالي

source: Get Started
ar: إبدأ

source: Historical
ar: تاريخي

source: Horror
ar: رعب

source: Just now
ar: الآن

source: Language
ar: اللغة

source: LOADING...
ar: تحميل…

source: Locations
ar: مواقع

source: Musical
ar: موسيقي

source: My Projects
ar: مشاريعي

source: Mystery
ar: غموض

source: Name
ar: الإسم

source: Name...
ar: الإسم…

source: New Project
ar: مشروع جديد

source: Next
ar: التالي

source: No Projects Yet
ar: لا يوجد مشاريع حتي الآن

source: of %lld
ar: من %lld

source: Production Budget
ar: ميزانية الإنتاج

source: Production Type
ar: نوع الإنتاح

source: Props
ar: المقتنيات

source: Psychological
ar: نفسي

source: Romance
ar: رماني

source: Sci-Fi
ar: خيال علمي

source: Select an item
ar: اختر صنف

source: Select Genre
ar: إختر التصنيف

source: Settings
ar: الإعدادات

source: Suspense
ar: غموض

source: Thriller
ar: تشويق

source: Title
ar: العنوان

source: Total Budget
ar: إجمالي الميزانية

source: Total Characters
ar: عدد الشخصيات الكلي

source: Total Locations
ar: عدد المواقع الكلية

source: Total Scenes
ar: عدد المشاهد الكلية

source: Upload Script
ar: إرفع النص

source: User Name
ar: إسم مستخدم

source: War
ar: حرب
